[{"category": "British Cheese",
  "shortName": "British",
   "items" : [

        {"id": "stilton", "name": "Stilton", "price": 9,
        "description": "A semi-soft blue cow's milk cheese produced in the Nottinghamshire region. A strong cheese with a distinctive smell and taste and crumbly texture."},
        
        {"id": "stinkingbishop", "name": "Stinking Bishop", "price": 17,
        "description": "A soft cow's milk cheese with a mild and creamy taste. This cheese is washed in perry, which produces the distinctive and strong odor from which the cheese takes its name."},
        
        {"id": "cheddar", "name": "Cheddar", "price": 17,
        "description": "A hard cow's milk cheese with a sharp, crisp flavor. Produced in the Somerset region using techniques dating back to 1170."}]},
   
{"category": "French Cheese",
    "shortName": "French",
    "items": [
              
        {"id": "camembert", "name": "Camembert", "price": 18,
        "description": "A soft and creamy cow's milk cheese, made from unpasteurized milk in the Normandy region."},
        
        {"id": "tomme", "name": "Tomme de Savoie", "price": 19,
        "description": "An unpasteurized semi-firm cow's milk cheese from the Savoie region, with a mild flavor and a relatively low fat content."},
        
        { "id": "morbier", "name": "Morbier", "price": 9,
        "description": "A semi-soft cow's milk cheese with a strong and creamy flavor and a crisp, bitter aftertaste."}]},
    
{"category": "Italian Cheese",
    "shortName": "Italian",
    "items": [

        {"id": "gorgonzola", "name": "Gorgonzola", "price": 8,
        "description": "A veined blue cheese, made from un-skimmed cow's milk. Firm, crumbly and salty, with a sharp bite from the blue veining."},
        
        {"id": "fontina", "name": "Fontina", "price": 11,
        "description": "A rich and creamy cow's milk cheese with a mild and nutty flavor. Ideal in fondue or as the main ingredient in Fonduta, with eggs and cream."},
        
        {"id": "parmesan", "name": "Parmesan", "price": 16,
        "description": "Known in Italy as Parmigiano-Reggiano, this is a hard cheese with a granular texture which is produced in the Parma region."}]}
]